import Ali from "../assets/img/AliAsgharAghcheloo.png";
import Amir from "../assets/img/AmirHosssienAlboye.png";
import Mohammad from "../assets/img/MohammadSadeghiKia.png";
import Pedram from "../assets/img/SeyedPedram.png";
import Momeni from "../assets/img/Momeni.png";
import React from "../assets/img/react.png";
import Python from "../assets/img/SPython.png";
import ui from "../assets/img/Sui.png";
import Vue from "../assets/img/Vue.png";

import PythonB from "../assets/img/Python.png";
import Vuejs from "../assets/img/Vue.js.png";
import Net from "../assets/img/Net.png";
import F from "../assets/img/Hour.png";

import nnet from "../assets/img/Net.png";
import vvue from "../assets/img/Vue.js.png";
import uuiux from "../assets/img/UIUX.png";
import ppython from "../assets/img/Python.png";
import RReact from "../assets/img/RReact.png";

import Computer from "../assets/img/Computer.png";
const Dor = [
  {
    id: "0",
    first: "کارگاه مهارت افزایی",
    second: "کارگاه های انگیزشی",
    third: "کارگاه های انتقال تجربه",
    fourth: "کارگاه فرهنگ سازمانی",
    fives: "کارگاه رزومه نویسی",
    sixes: "کارگاه حضور در جلسه مصاحبه",
    One: "HTML ,CSS , Java Script , js6,React , React Native",
    Two: "برای پروژه ها GitLab و Git کار با",
    Three: "آشنایی با تحلیل پروژه ها",
    Four: "آشنایی با استاندارد های پیاده سازی",
    Five: "React Native پیاده سازی حداقل 1 پروژه",
    Six: "یادگیری مهارت ها سرچ و رفع مشگلات",
    How: "این دوره برای چه کسانی است؟",
    Humen:
      "کسایی که به برنامه نویسی علاقه دارن . کسایی که تاحدودی ذوق هنری دارن . کسایی که به حوزه فناوری اطلاعات و کامپیوتر . علاقه دارن . کسایی که اهل تلاش و کوشش هستن و زود کم نمیارن . کسایی که دنبال یه شغل خوب با درآمد مناسب میگردن .کسایی که از ساعت ها نشستن پای کامپیوتر در طول روز ، حس خوبی میگیرن و اذیت نمیشن",
    Images1: Computer,
    name: "علی اصغر آقچه لو",
    Expertise: "دوره برنامه نویسیReact/React Native",
    startColor: "#FFD7C0",
    endColor: "#FFF2EA",
    colorText: "#663012",
    Text: "بزودی",
    information: "اطلاعات بیشتر",
    Register: "ثبت نام دوره",
    img: Ali,
    image: React,
    pho: RReact,
    sc: "white",
    ec: "white",
    period: "6ماه ",
    bargozari: "حضوری  شنبه و چهار شنبه ها",
    start: "هفته دوم خرداد",
    pish: "تماشای فیلم های مبانی برنامه نویسی و دریافت گواهی مقدماتی",
    title: " شرح دوره",
    explain:
      "از محبوب ترین کتابخانه های React Native و React برنامه نویسی فرانت اند ، یکی از مشاغل خیلی خوب با درآمد مناسبه و فرانت اند در ایران و خارج از کشور به حساب میاد که بازار کار خیلی خوبی در شرکت های متوسط و بزرگ برای خودش ایجاد کرده .که با یه سرچ ساده میتونید فرصت های شغلی زیاد و عالی اون رو ببینید و مطمئن بشید توی این دوره در ۳ ماه اول، آموزه های فنی رو یاد میگیری و بعدش با دانشجوهای دوره های بک اند و گرافیک تیم میشید و یه پروژه واقعی رو باهم زیر نظر منتورتون میزنید تا با چالش های پروژه ی واقعی تا حدود زیادی آشنا بشید و برای استخدام در بازار کار مشکلی خاصی نداشته باشید. کارگاه های انتقال تجربه و انگیزشی و فرهنگ سازمانی میتونه کمکت کنه که توی این مسیر .حرفه ای باشی و کارگاه های رزومه نویسی و مصاحبه میتونه کارت رو برای استخدام خیلی راحت بکنه اگر شما هم به برنامه نویسی علاقه دارید و دلتون میخواد بعد از ۶ ماه بتونید با خیال راحت جذب بازار کار بشید، این دوره رو از .دست نده",
  },
  {
    id: "1",
    first: "کارگاه مهارت افزایی",
    second: "کارگاه های انگیزشی",
    third: "کارگاه های انتقال تجربه",
    fourth: "کارگاه فرهنگ سازمانی",
    fives: "کارگاه رزومه نویسی",
    sixes: "کارگاه حضور در جلسه مصاحبه",
    One: "HTML ,CSS , Java Script , js6,React , React Native",
    Two: "برای پروژه ها GitLab و Git کار با",
    Three: "آشنایی با تحلیل پروژه ها",
    Four: "آشنایی با استاندارد های پیاده سازی",
    Five: "React Native پیاده سازی حداقل 1 پروژه",
    Six: "یادگیری مهارت ها سرچ و رفع مشگلات",
    Humen:
      "کسایی که به برنامه نویسی علاقه دارن . کسایی که تاحدودی ذوق هنری دارن . کسایی که به حوزه فناوری اطلاعات و کامپیوتر . علاقه دارن . کسایی که اهل تلاش و کوشش هستن و زود کم نمیارن . کسایی که دنبال یه شغل خوب با درآمد مناسب میگردن .کسایی که از ساعت ها نشستن پای کامپیوتر در طول روز ، حس خوبی میگیرن و اذیت نمیشن",

    How: "این دوره برای چه کسانی است؟",
    Images1: Computer,
    name: "امیر حسین آل احمد",
    Expertise: "دوره برنامه نویسی Python",
    startColor: "#DAF2FB",
    endColor: "#ECF9FD",
    colorText: "#1C4D5F",
    information: "اطلاعات بیشتر ",
    Register: "ثبت نام دوره ",
    Text: "در حال ثبت نام",
    img: Amir,
    image: Python,
    pho: ppython,
    sc: "white",
    ec: "white",
    period: "6ماه ",
    bargozari: "حضوری  شنبه و چهار شنبه ها",
    start: "هفته دوم خرداد",
    pish: "تماشای فیلم های مبانی برنامه نویسی و دریافت گواهی مقدماتی",
    title: " شرح دوره",
    explain:
      "از محبوب ترین کتابخانه های React Native و React برنامه نویسی فرانت اند ، یکی از مشاغل خیلی خوب با درآمد مناسبه و فرانت اند در ایران و خارج از کشور به حساب میاد که بازار کار خیلی خوبی در شرکت های متوسط و بزرگ برای خودش ایجاد کرده .که با یه سرچ ساده میتونید فرصت های شغلی زیاد و عالی اون رو ببینید و مطمئن بشید توی این دوره در ۳ ماه اول، آموزه های فنی رو یاد میگیری و بعدش با دانشجوهای دوره های بک اند و گرافیک تیم میشید و یه پروژه واقعی رو باهم زیر نظر منتورتون میزنید تا با چالش های پروژه ی واقعی تا حدود زیادی آشنا بشید و برای استخدام در بازار کار مشکلی خاصی نداشته باشید. کارگاه های انتقال تجربه و انگیزشی و فرهنگ سازمانی میتونه کمکت کنه که توی این مسیر .حرفه ای باشی و کارگاه های رزومه نویسی و مصاحبه میتونه کارت رو برای استخدام خیلی راحت بکنه اگر شما هم به برنامه نویسی علاقه دارید و دلتون میخواد بعد از ۶ ماه بتونید با خیال راحت جذب بازار کار بشید، این دوره رو از .دست نده",
  },
  {
    id: "2",
    first: "کارگاه مهارت افزایی",
    second: "کارگاه های انگیزشی",
    third: "کارگاه های انتقال تجربه",
    fourth: "کارگاه فرهنگ سازمانی",
    fives: "کارگاه رزومه نویسی",
    sixes: "کارگاه حضور در جلسه مصاحبه",
    One: "HTML ,CSS , Java Script , js6,React , React Native",
    Two: "برای پروژه ها GitLab و Git کار با",
    Three: "آشنایی با تحلیل پروژه ها",
    Four: "آشنایی با استاندارد های پیاده سازی",
    Five: "React Native پیاده سازی حداقل 1 پروژه",
    Six: "یادگیری مهارت ها سرچ و رفع مشگلات",
    Humen:
      "کسایی که به برنامه نویسی علاقه دارن . کسایی که تاحدودی ذوق هنری دارن . کسایی که به حوزه فناوری اطلاعات و کامپیوتر . علاقه دارن . کسایی که اهل تلاش و کوشش هستن و زود کم نمیارن . کسایی که دنبال یه شغل خوب با درآمد مناسب میگردن .کسایی که از ساعت ها نشستن پای کامپیوتر در طول روز ، حس خوبی میگیرن و اذیت نمیشن",

    How: "این دوره برای چه کسانی است؟",
    Images1: Computer,
    name: "محمد صادقی کیا",
    Expertise: "دوره UI/UX",
    startColor: "#FFD7C0",
    endColor: "#FFF2EA",
    colorText: "#663012",
    information: "اطلاعات بیشتر ",
    Register: "ثبت نام دوره ",
    Text: "بزودی",
    img: Mohammad,
    image: ui,
    sc: "white",
    ec: "white",
    pho: uuiux,
    period: "6ماه ",
    bargozari: "حضوری  شنبه و چهار شنبه ها",
    start: "هفته دوم خرداد",
    pish: "تماشای فیلم های مبانی برنامه نویسی و دریافت گواهی مقدماتی",
    title: " شرح دوره",
    explain:
      "از محبوب ترین کتابخانه های React Native و React برنامه نویسی فرانت اند ، یکی از مشاغل خیلی خوب با درآمد مناسبه و فرانت اند در ایران و خارج از کشور به حساب میاد که بازار کار خیلی خوبی در شرکت های متوسط و بزرگ برای خودش ایجاد کرده .که با یه سرچ ساده میتونید فرصت های شغلی زیاد و عالی اون رو ببینید و مطمئن بشید توی این دوره در ۳ ماه اول، آموزه های فنی رو یاد میگیری و بعدش با دانشجوهای دوره های بک اند و گرافیک تیم میشید و یه پروژه واقعی رو باهم زیر نظر منتورتون میزنید تا با چالش های پروژه ی واقعی تا حدود زیادی آشنا بشید و برای استخدام در بازار کار مشکلی خاصی نداشته باشید. کارگاه های انتقال تجربه و انگیزشی و فرهنگ سازمانی میتونه کمکت کنه که توی این مسیر .حرفه ای باشی و کارگاه های رزومه نویسی و مصاحبه میتونه کارت رو برای استخدام خیلی راحت بکنه اگر شما هم به برنامه نویسی علاقه دارید و دلتون میخواد بعد از ۶ ماه بتونید با خیال راحت جذب بازار کار بشید، این دوره رو از .دست نده",
  },

  {
    id: "3",
    first: "کارگاه مهارت افزایی",
    second: "کارگاه های انگیزشی",
    third: "کارگاه های انتقال تجربه",
    fourth: "کارگاه فرهنگ سازمانی",
    fives: "کارگاه رزومه نویسی",
    sixes: "کارگاه حضور در جلسه مصاحبه",
    One: "HTML ,CSS , Java Script , js6,React , React Native",
    Two: "برای پروژه ها GitLab و Git کار با",
    Three: "آشنایی با تحلیل پروژه ها",
    Four: "آشنایی با استاندارد های پیاده سازی",
    Five: "React Native پیاده سازی حداقل 1 پروژه",
    Six: "یادگیری مهارت ها سرچ و رفع مشگلات",
    Humen:
      "کسایی که به برنامه نویسی علاقه دارن . کسایی که تاحدودی ذوق هنری دارن . کسایی که به حوزه فناوری اطلاعات و کامپیوتر . علاقه دارن . کسایی که اهل تلاش و کوشش هستن و زود کم نمیارن . کسایی که دنبال یه شغل خوب با درآمد مناسب میگردن .کسایی که از ساعت ها نشستن پای کامپیوتر در طول روز ، حس خوبی میگیرن و اذیت نمیشن",

    How: "این دوره برای چه کسانی است؟",
    Images1: Computer,
    name: "پدرام میرشاه ولایتی",
    Expertise: "دوره برنامه نویسی Vue.js",
    startColor: "#CACBCB",
    endColor: "#EDEEEE",
    colorText: "#363839",
    information: "اطلاعات بیشتر ",
    Register: "ثبت نام دوره ",
    Text: "ظرفیت تکمیل",
    img: Pedram,
    image: Vue,
    sc: "white",
    ec: "white",
    pho: vvue,
    period: "6ماه ",
    bargozari: "حضوری  شنبه و چهار شنبه ها",
    start: "هفته دوم خرداد",
    pish: "تماشای فیلم های مبانی برنامه نویسی و دریافت گواهی مقدماتی",
    title: " شرح دوره",
    explain:
      "از محبوب ترین کتابخانه های React Native و React برنامه نویسی فرانت اند ، یکی از مشاغل خیلی خوب با درآمد مناسبه و فرانت اند در ایران و خارج از کشور به حساب میاد که بازار کار خیلی خوبی در شرکت های متوسط و بزرگ برای خودش ایجاد کرده .که با یه سرچ ساده میتونید فرصت های شغلی زیاد و عالی اون رو ببینید و مطمئن بشید توی این دوره در ۳ ماه اول، آموزه های فنی رو یاد میگیری و بعدش با دانشجوهای دوره های بک اند و گرافیک تیم میشید و یه پروژه واقعی رو باهم زیر نظر منتورتون میزنید تا با چالش های پروژه ی واقعی تا حدود زیادی آشنا بشید و برای استخدام در بازار کار مشکلی خاصی نداشته باشید. کارگاه های انتقال تجربه و انگیزشی و فرهنگ سازمانی میتونه کمکت کنه که توی این مسیر .حرفه ای باشی و کارگاه های رزومه نویسی و مصاحبه میتونه کارت رو برای استخدام خیلی راحت بکنه اگر شما هم به برنامه نویسی علاقه دارید و دلتون میخواد بعد از ۶ ماه بتونید با خیال راحت جذب بازار کار بشید، این دوره رو از .دست نده",
  },
  {
    id: "4",
    first: "کارگاه مهارت افزایی",
    second: "کارگاه های انگیزشی",
    third: "کارگاه های انتقال تجربه",
    fourth: "کارگاه فرهنگ سازمانی",
    fives: "کارگاه رزومه نویسی",
    sixes: "کارگاه حضور در جلسه مصاحبه",
    One: "HTML ,CSS , Java Script , js6,React , React Native",
    Two: "برای پروژه ها GitLab و Git کار با",
    Three: "آشنایی با تحلیل پروژه ها",
    Four: "آشنایی با استاندارد های پیاده سازی",
    Five: "React Native پیاده سازی حداقل 1 پروژه",
    Six: "یادگیری مهارت ها سرچ و رفع مشگلات",
    Humen:
      "کسایی که به برنامه نویسی علاقه دارن . کسایی که تاحدودی ذوق هنری دارن . کسایی که به حوزه فناوری اطلاعات و کامپیوتر . علاقه دارن . کسایی که اهل تلاش و کوشش هستن و زود کم نمیارن . کسایی که دنبال یه شغل خوب با درآمد مناسب میگردن .کسایی که از ساعت ها نشستن پای کامپیوتر در طول روز ، حس خوبی میگیرن و اذیت نمیشن",

    How: "این دوره برای چه کسانی است؟",
    Images1: Computer,
    name: "علیرضا مومنی",
    Expertise: "دوره برنامه نویسی .NET",
    startColor: "#CACBCB",
    endColor: "#EDEEEE",
    colorText: "#363839",
    information: "اطلاعات بیشتر ",
    Register: "ثبت نام دوره ",
    Text: "ظرفیت تکمیل",
    img: Momeni,
    image: Net,
    sc: "white",
    ec: "white",
    pho: nnet,
    period: "6ماه ",
    bargozari: "حضوری  شنبه و چهار شنبه ها",
    start: "هفته دوم خرداد",
    pish: "تماشای فیلم های مبانی برنامه نویسی و دریافت گواهی مقدماتی",
    title: " شرح دوره",
    explain:
      "از محبوب ترین کتابخانه های React Native و React برنامه نویسی فرانت اند ، یکی از مشاغل خیلی خوب با درآمد مناسبه و فرانت اند در ایران و خارج از کشور به حساب میاد که بازار کار خیلی خوبی در شرکت های متوسط و بزرگ برای خودش ایجاد کرده .که با یه سرچ ساده میتونید فرصت های شغلی زیاد و عالی اون رو ببینید و مطمئن بشید توی این دوره در ۳ ماه اول، آموزه های فنی رو یاد میگیری و بعدش با دانشجوهای دوره های بک اند و گرافیک تیم میشید و یه پروژه واقعی رو باهم زیر نظر منتورتون میزنید تا با چالش های پروژه ی واقعی تا حدود زیادی آشنا بشید و برای استخدام در بازار کار مشکلی خاصی نداشته باشید. کارگاه های انتقال تجربه و انگیزشی و فرهنگ سازمانی میتونه کمکت کنه که توی این مسیر .حرفه ای باشی و کارگاه های رزومه نویسی و مصاحبه میتونه کارت رو برای استخدام خیلی راحت بکنه اگر شما هم به برنامه نویسی علاقه دارید و دلتون میخواد بعد از ۶ ماه بتونید با خیال راحت جذب بازار کار بشید، این دوره رو از .دست نده",
  },
  {
    sc: "#8094A6",
    ec: "#E6EAED",
    img: F,
    name: "!دوره های جدید به زودی اضافه میشن",
  },
];

export default Dor;
