import Payam from "../assets/img/Group 97.png";
import Flesh from "../assets/img/Path 58.png";

const Soal = [
  {
    desc: "من هیچی بلد نیستم! منم میتونم توی دوره های مکین شرکت کنم؟",
    img: Payam,
    Flesh: Flesh,
    scolor: "#FFD7C0",
    ecolor: "#FFF2EA",
    Acardion:
      "برای شرکت توی دوره های مکین تقریبا به هیچ دانش اولیه ای احتیاج ندارید. ما شما رو .از نقطه صفر به مرحله استخدام میرسونیم. فقط کافیه علاقه داشته باشید",
  },
  {
    desc: "توی این 6 ماه چیکار می کنیم و چی یاد می گیریم؟",
    img: Payam,
    Flesh: Flesh,
    scolor: "#DAF2FB",
    ecolor: "#ECF9FD",
    Acardion:
      "برای شرکت توی دوره های مکین تقریبا به هیچ دانش اولیه ای احتیاج ندارید. ما شما رو .از نقطه صفر به مرحله استخدام میرسونیم. فقط کافیه علاقه داشته باشید",
  },
  {
    desc: "معیارتون برای برگزاری دوره ها و انتخاب عنوان کلاسا چیه؟",
    img: Payam,
    Flesh: Flesh,
    scolor: "#CCD4DB",
    ecolor: "#E6EAED",
    Acardion:
      "توی سه ماه اول تمام آموزه های فنی برای انجام پروژه رو یاد میگیری و در سه ماه بعدش زیر نظر منتور حرفه ای دوره ، یه پروژه واقعی رو با بچه های دوره های دیگه شروع میکنی. در همین مدت هم کلی کارگاه های جذاب و کاربردی برات برگزار میکنیم .تا برای استخدام کارِت خیلی راحت بشه",
  },
  {
    desc: "هزینه ی دوره ها چقدره؟",
    img: Payam,
    Flesh: Flesh,
    scolor: "#CCD4DB",
    ecolor: "#E6EAED",

    Acardion:
      "... هزینه ی هر دوره به عوامل و شرایط گوناگونی مثل نوع دوره، مدت زمان دوره، نتیجه ی مصاحبه و بستگی داره اما نحوه ی پرداخت هزینه ها در مکین کاملا: منعطفه! اما شیوه ی متداول در آکادمی مکین اینه پرداخت 30درصد هزینه ها طی دوره و 70 درصد اون بعد از استخدام که همش رو به صورت قسطی .پرداخت می کنید",
  },
  {
    desc: "مراحل ثبت نام توی آکادمی مکین چجوریه؟",
    img: Payam,
    Flesh: Flesh,
    scolor: "#DAF2FB",
    ecolor: "#ECF9FD",

    Acardion:
      "بعد از اینکه شما درخواستتو برای ما ارسال مردی ما با شما تماس میگیریم و یه قرار مصاحبه حضوری با .هم میذاریم. اگر توی مصاحبه خودتو خوب نشون بدی، به خانواده مکین اضافه میشی",
  },
  {
    desc: "برای مصاحبه حضوری لازمه منابع خاصی رو مطالعه کنم؟",
    img: Payam,
    Flesh: Flesh,
    scolor: "#FFD7C0",
    ecolor: "#FFF2EA",

    Acardion:
      "برای این مصاحبه لازم نیست به مباحث تئوری یا دانش خاصی مسلط باشی. برای ما تلاش و انگیزه شما .از همه چیز مهمتره",
  },
];
export default Soal;
