import React from "react";
import Maken1 from "./assets/img/Mentor.png";
import End from "./Component/End";
export default function MakeenDesc() {
  return (
    <div className="flex flex-col">
      <div className="flex  justify-center items-center">
        <img className="flex w-[90%]" src={Maken1}></img>
      </div>
      <div className="flex  justify-center items-center">
        <div className="flex w-[90%] flex-row justify-center items-center">
          <div className="w-[20%] h-screen">
            <div className="flex flex-col fixed w-[200px] bg-white mt-[60px] h-[100px] rounded-lg border-2 border-[#CACBCB]">
              <p
                style={{ fontFamily: "Bold" }}
                className="flex m-2.5 text-slate-500 hover:text-black"

                // className=" mt-5"
              >
                ما مکین هستیم
              </p>

              <p
                style={{ fontFamily: "Bold" }}
                className="flex m-2.5 text-slate-500 hover:text-black"
              >
                ویژگی های آکادمی مکین
              </p>
            </div>
          </div>

          <div className="w-[90%] h-screen">
            <p
              style={{
                fontFamily: "Bold",
                color: "#00213E",
                fontSize: 20,
                margin: 20,
              }}
            >
              ما مکین هستیم
            </p>
            <p
              style={{
                fontFamily: "Bold",
                color: "#4D6982",
                fontSize: 17,
                marginBottom: 50,
              }}
            >
              امروزه با رشد چشم گیر فضای فناوری اطلاعات در کشور ، نیاز مبرم این
              صنعت به نیروهای متخصص و کاربلد ، روز به روز در حال افزایشه. از طرف
              دیگه اما به دلیل نقص سیستم آموزشی در اکثر دانشگاه ها در یاد دادن
              مهارت های کاربردی ، نیروی مورد نیاز شرکت های حوزه فناوری اطلاعات ،
              تامین نمیشه . به عبارت ساده تر ، بازار کار به شدت دنبال نیروی
              متخصص میگرده اما نیروی مطلبوش رو پیدا نمیکنه . از طرفی فارغ
              التحصیلان رشته های .مهندسی کامپیوتر و ... به شدت دنبال کار میگردن
              و در اکثر مواقع کاری پیدا نمیکنن ما در مکین حدود 10ساله که نیروهای
              متخصص در حوزه فناوری اطلاعات تربیت می کنیم و با این تجربه ، هم
              میدونیم که شما برای استخدام در شرکت های حوزه فناوری اطلاعات به چه
              مهارت هایی نیاز دارید و هم میدونیم بازار کار به استخدام چه نیرویی
              تمایل داره. ما با ترکیب این دانسته ها، تونستیم دوره هایی رو تعریف
              کنیم که یک نیروی صفر کیلومتر بعد از 6 ماه بتونه "به راحتی" در
              بازار کار استخدام بشه و این یعنی یک فرصت استثنایی .برای شمایی که
              دلت میخواد برنامه نویس یا گرافیست بشی آکادمی مکین ، یه محیط صمیمی
              و تخصصیه که تمام تلاشش ایجاد فرصت های شغلی برای جوانان این
              سرزمینه. ما توی آکادمی مکین با استفاده از .متدولوژی آموزشی منحصر
              به فرد ، کمک میکنیم تا آدم های با انگیزه بتونن به رویاهاشون برسن
            </p>

            <p
              style={{
                fontFamily: "Bold",
                color: "#00213E",
                fontSize: 20,
                margin: 20,
              }}
            >
              ویژگی های آکادمی مکین
            </p>
            <p
              style={{
                fontFamily: "Bold",
                color: "#4D6982",
                fontSize: 17,
                marginBottom: 50,
              }}
            >
              امروزه با رشد چشم گیر فضای فناوری اطلاعات در کشور ، نیاز مبرم این
              صنعت به نیروهای متخصص و کاربلد ، روز به روز در حال افزایشه. از طرف
              دیگه اما به دلیل نقص سیستم آموزشی در اکثر دانشگاه ها در یاد دادن
              مهارت های کاربردی ، نیروی مورد نیاز شرکت های حوزه فناوری اطلاعات ،
              تامین نمیشه . به عبارت ساده تر ، بازار کار به شدت دنبال نیروی
              متخصص میگرده اما نیروی مطلبوش رو پیدا نمیکنه . از طرفی فارغ
              التحصیلان رشته های .مهندسی کامپیوتر و ... به شدت دنبال کار میگردن
              و در اکثر مواقع کاری پیدا نمیکنن ما در مکین حدود 10ساله که نیروهای
              متخصص در حوزه فناوری اطلاعات تربیت می کنیم و با این تجربه ، هم
              میدونیم که شما برای استخدام در شرکت های حوزه فناوری اطلاعات به چه
              مهارت هایی نیاز دارید و هم میدونیم بازار کار به استخدام چه نیرویی
              تمایل داره. ما با ترکیب این دانسته ها، تونستیم دوره هایی رو تعریف
              کنیم که یک نیروی صفر کیلومتر بعد از 6 ماه بتونه "به راحتی" در
              بازار کار استخدام بشه و این یعنی یک فرصت استثنایی .برای شمایی که
              دلت میخواد برنامه نویس یا گرافیست بشی آکادمی مکین ، یه محیط صمیمی
              و تخصصیه که تمام تلاشش ایجاد فرصت های شغلی برای جوانان این
              سرزمینه. ما توی آکادمی مکین با استفاده از .متدولوژی آموزشی منحصر
              به فرد ، کمک میکنیم تا آدم های با انگیزه بتونن به رویاهاشون برسن
            </p>
          </div>
        </div>
      </div>
      <End />
    </div>
  );
}
